
// some content from 1st proger - тем временем первый редактирует свою ветку

const a =6
 // vadim теперь сам поменял код - надо решить в визуальном редакторе, какой вариант использовать
 if(a>100000000) {
   // Я при ручном разрешении принял версию - Vadima где  a>100000000

// some content from 1st proger
//Ver 2.0 от второго программиста
// А вот это изменение я вснес прямо на сайте gitHub



     console.log("a - is a big number");
 } else {

     console.log("a<2");
 //    а тут я забыл поменять


 }
